export const cartoonList=[
    {
        id:1,
        name: "ชินจังจอมแก่น",
        writer: "โยะชิโตะ อุซุอิ",
        description:"ชินจังจอมแก่น เป็นอนิเมะญี่ปุ่น เรื่องและภาพโดยโยะชิโตะ อุซุอิ ตีพิมพ์ในประเทศญี่ปุ่นโดยสำนักพิมพ์ Futabasha ในประเทศไทยตีพิมพ์โดยสำนักพิมพ์เนชั่น เอ็ดดูเทนเมนท์ และได้รับการสร้างเป็นแอนิเมชัน ในปี พ.ศ. 2535 เรื่องเกียวกับเด็กอนุบาลวัย5ขวบชื่อโนฮาระชินโนะสุเกะเป็นเด็กลามกแต่มีความอ่อนโยนและน่ารักในบางทีชอบกินขนมช็อกโกบี มีไอดอลคือหน้ากากแอ้คชั่นนนนนนน",
        url:"/images/ชินจัง.jpg",
        alt:"ตอนการผจญภัยในแฮนเดอร์แลนด์ สามารถดุได้ที่ Youtube"
    },
    {
        id:2,
        name: "โดราเอม่อน",
        writer: "ฟูจิโกะ ฟูจิโอะ",
        description:"โดราเอม่อน[N 1] (ญี่ปุ่น: ドラえもん) เป็นหนังสือการ์ตูนญี่ปุ่นชุด เขียนและวาดโดยฟูจิโกะ ฟูจิโอะ ซึ่งเป็นนามปากกาของ ฮิโรชิ ฟูจิโมโตะ กับ โมโต อาบิโกะ เรื่องราวของหุ่นยนต์แมวชื่อโดราเอมอน โดยฟูจิโกะ ฟูจิโอะได้กล่าวว่าโดราเอมอนเกิดวันที่ 3 กันยายน มาจากอนาคตเพื่อกลับมาช่วยเหลือโนบิตะ เด็กประถมจอมขี้เกียจด้วยของวิเศษจากอนาคต",
        url:"/images/โดเรม่อน.png",
        alt:"ตอนสงครามอวกาศ การผจญภัยในอวกาศเพื่อช่วยประธานาธิบดีวัยเยาว์ สามารถดุได้ที่ Youtube"
    },
    {
        id: 3,
        name: "พาวเวอร์พัฟฟ์เกิลส์ ",
        writer: "เคร็ก แมคแครกเกน",
        description:"เดอะพาวเวอร์พัฟฟ์เกิลส์ (อังกฤษ: The Powerpuff Girls) เป็นการ์ตูนจากสหรัฐอเมริกา เขียนโดย Nick Jennings และ Bob Boyleเริ่มออกอากาศทางการ์ตูนเน็ตเวิร์ก ได้ออกอากาศในวันที่ 4 เมษายน พ.ศ. 2559 (ค.ศ. 2016) ถึง ปัจจุบัน ปัจจุบันยังคงฉายที่ช่องบูมเมอแรง (ประเทศไทย)",
        url:"/images/พาวเวอร์พัฟเกิลส์.webp",
        alt:"ตอนฉันจะแข็งแกร่งกว่าพวกเธอให้ได้ สามารถดุได้ที่ Youtube"
    },
    {
        id: 4,
        name: "ทอย สตอรี่",
        writer: "เดอะวอลต์ดิสนีย์",
        description:"ทอย สตอรี่ (อังกฤษ: Toy Story) เป็นแฟรนไชส์สื่ออเมริกันเจ้าของโดยบริษัทเดอะวอลต์ดิสนีย์ โดยเน้นไปที่ของเล่นที่มนุษย์ไม่รู้จัก แต่เป็นสิ่งมีชีวิตที่มีความรู้สึกและมีชีวิตอยู่อย่างลับ ๆ เริ่มต้นในปี 1995 ด้วยการเปิดตัวภาพยนตร์แอนิเมชันในชื่อเดียวกัน ซึ่งมุ่งเน้นไปที่กลุ่มของเล่นที่หลากหลาย โดยมีตุ๊กตาคาวบอยคลาสสิกชื่อ นายอำเภอวูดดี้ และหุ่นจำลองนักบินอวกาศสมัยใหม่ชื่อ บัซ ไลท์เยียร์",
        url:"/images/ทอยสตอรี่.jpg",
        alt:"ทอย สตอรี่ภาค3 สามารถดุได้ที่ Youtube"
    },
    {
        id: 5,
        name: "ยอดนักสืบจิ๋วโคนัน",
        writer: "อาโอยาม่า โกโช",
        description:"ยอดนักสืบจิ๋วโคนัน (ญี่ปุ่น: 名探偵コナン; โรมาจิ: Meitantei Conan) เป็น การ์ตูนญี่ปุ่น เรื่องยาวแนวความรัก เรื่องและภาพโดย อาโอยาม่า โกโช ซึ่งตีพิมพ์บน นิตยสารรายสัปดาห์โชเน็งซันเดย์ ตั้งแต่ปี พ.ศ. 2537 โดยถูกตีพิมพ์ในหลายภาษาด้วยกัน นอกจากยอดนักสืบจิ๋วโคนันจะได้รับการตีพิมพ์เป็นหนังสือการ์ตูนแล้ว ยังได้มีการนำมาดัดแปลงทำเป็นการ์ตูนซีรีส์โทรทัศน์โดยแอนิเมชันสตูดิโอโตเกียวมูฟวี่ชินชะเก (โดยปัจจุบันรู้จักกันในชื่อของทีเอมเอส เอ็นเตอร์เทนเมนต์ จำกัด) โดยมีผู้กำกับอย่างโคดะมะ เคนจิ และยามาโมโตะ ยาสุอิจิโร่ซึ่งนำออกอากาศผ่าน สถานีโทรทัศน์นิปปอน, สถานีโทรทัศน์โยมิอุริ, และ สถานีโทรทัศน์แอนิแมกซ์ ตั้งแต่วันที่ 8 มกราคม พ.ศ. 2539 ด้วยกระแสตอบรับที่ดีของยอดนักสืบจิ๋วโคนันจึงได้มีการจัดทำการตูนภาพยนตร์ซึ่งออกฉายช่วงสัปดาห์หยุดยาวตั้งแต่วันที่ 29 เมษายน ถึงวันที่ 5 พฤษภาคม ของญี่ปุ่น (หรือโกลเด้นวีค) ของทุกๆ ปี อีกทั้งยังมีการจัดทำซีรีส์คนแสดงอีกด้วย",
        url:"/images/โคนัน.png",
        alt:"ตอนความลับที่ถูกซ่อนของวัดดงการาจิ สามารถดุได้ที่ Youtube"
    },
    {
        id: 6,
        name: "การ์ฟีลด์",
        writer: "จิม เดวิส",
        description:"การ์ฟีลด์ (อังกฤษ: Garfield) เป็นการ์ตูนช่องเรื่องสั้น เขียนโดย จิม เดวิส ตัวละครนำในเรื่องได้แก่ เจ้าแมวอ้วน การ์ฟีลด์ เจ้าหมาน้อย โอดี้ และหนุ่มผู้เป็นเจ้าของเจ้าการ์ฟิลด์และโอดี้ จอน อาร์บัคเคิ้ล ในปี ค.ศ. 2006 การ์ตูนช่องเรื่องการ์ฟีลด์ถูกตีพิมพ์ในหนังสือพิมพ์กว่า 2,570 ฉบับทั่วโลก หนังสือกินเนสบุ๊คได้บันทึกว่าการ์ตูนเรื่องนี้ เป็นการ์ตูนช่องที่ได้รับการตีพิมพ์มากที่สุดในโลก",
        url:"/images/กาฟิว.png",
        alt:"ตอนPasta Wars Mother Garfield สามารถดุได้ที่ Youtube"
    },
];